Repository: jordanearnest1/online-exhibits
Catalog: plugins/ExhibitBuilder/languages/*.po
Languages: ar, ca_es, he, id, no, uk

source: Gallery Full Left
ar: أقصى يسار مساحة العرض
ca_es: Galeria d'imatges amb un quadre de text a la cantonada inferior esquerra.
he: גלריה מלאה משמאל
id: Galeri Lengkap Kiri
no: Galleri venstre
uk: Повна галерея зліва

source: Displays a gallery of 8 thumbnails, with a wider left column for 1 full-size image and text block.
ar: يعرض مساحة عرض تحوي على 8 صور مصغّرة الحجم، ويكون العامود إلى اليسار أوسع يحوي على صورة واحدة كاملة الحجم ووحدة نصية.
ca_es: Mostra una galeria amb 8 miniatures amb 1 columna més ampla a l'esquerra, la qual inclou una imatge a tamany real i un bloc de text.
he: מראה גלריה של 8 תמונות מוקטנות, עם טור רחב משמאל עבור תמונה 1 בגודל מלא ופסקת טקסט.
id: Tampilkan sebuah galeri dengan 8 thumbnail, kolom kiri lebih lebar untuk gambar 1 ukuran-penuh dan blok teks.
no: Vis et galleri med 8 miniatyrbilder, med en bredere venstrekolonne for 1 bilde i fullstørrelse med tilhørende tekst.
uk: Відображати галерею з 8 мініатюр, з більш широкою лівою колонкою з одним повнорозмірним зображенням і текстовим блоком.

source: Gallery Full Right
ar: أقصى يمين مساحة العرض
ca_es: Galeria d'imatges amb un quadre de text a la cantonada inferior dreta.
he: גלריה מלאה מימין
id: Galeri Lengkap Kanan
no: Galleri høyre
uk: Повна галерея справа

source: Displays a gallery of 8 thumbnails, with a wider right column for 1 full-size image and text block.
ar: يعرض مساحة عرض تحوي على 8 صور مصغّرة الحجم، ويكون العامود إلى اليمين أوسع يحوي على صورة واحدة كاملة الحجم ووحدة نصية.
ca_es: Mostra una galeria amb 8 miniatures amb 1 columna més ampla a la dreta, la qual inclou una imatge a tamany real i un bloc de text.
he: מראה גלריה של 8 תמונות מוקטנות, עם טור רחב מימין עבור תמונה 1 בגודל מלא ופסקת טקסט.
id: Tampilkan sebuah galeri dengan 8 thumbnail, kolom kanan lebih lebar untuk gambar 1 ukuran-penuh dan blok teks.
no: Vis et galleri med 8 miniatyrbilder, med en bredere høyrekolonne for 1 bilde i fullstørrelse og tilhørende tekst.
uk: Відображати галерею з 8 мініатюр, з більш широкою правою колонкою з одним повнорозмірним зображенням і текстовим блоком.

source: Gallery Thumbnails Text Bottom
ca_es: Galeria de miniatures amb un bloc de text a la part inferior.
he: גלריית תמונות מוקטנות עם טקסט תחתון
id: Teks Thumbnail Galeri Bawah
no: Galleri minibilder bunntekst
uk: Галарея мініатюр з текстовим блоком знизу

source: Displays a block of text below a gallery of up to 12 items.
ar: يعرض وحدة نصية تحت مساحة عرض تحوي حتى 12 بندًا.
ca_es: Mostra un bloc de text a sota d'una galeria que inclou un màxim de 12 ítems
he: מראה פסקת טקסט מתחת לגלריה של עד 12 פריטים.
id: Tampilkan sebuah blok teks di bawah galeri dengan 12 item.
no: Viser en tekstblokk under et galleri med opp til 12 bilder.
uk: Показувати блок тексту під галереєю до 12 елементів.

source: Gallery Thumbnails Text Top
ca_es: Galeria de miniatures amb un bloc de text a la part superior.
he: גלריה של תמונות מוקטנות עם טקסט עליון
id: Teks Thumbnail Galeri Atas
no: Galleri minibilder topptekst
uk: Галарея мініатюр з текстовим блоком зверху

source: Displays a block of text above a gallery of up to 12 items.
ar: يعرض وحدة نصية فوق مساحة عرض تحوي حتى 12 بندًا.
ca_es: Mostra un bloc de text per sobre de la galeria que inclou un màxim de 12 ítems.
he: מראה פסקה של טקסט מעל לגלריה של עד 12 פריטים.
id: Tampilkan blok teks di atas galeri dengan 12 item.
no: Viser en tekstblokk over et galleri med opp til 12 bilder.
uk: Показувати блок тексту над галереєю до 12 елементів.

source: Gallery Thumbnails
ar: الصور المصغّرة الحجم في مساحة العرض.
ca_es: Galeria amb 16 miniatures.
he: גלריית תמונות מוקטנות
id: Thumbnail Galeri
no: Galleri minibilder
uk: Галерея мініатюр

source: Displays a gallery of up to 16 items.
ar: يبين مساحة عرض تحوي حتى 16 بندًا.
ca_es: Mostra una galeria amb un màxim de 16 ítems.
he: מראה גלריה של עד 16 פריטים
id: Tampilkan galeri dengan 16 item.
no: Viser et galleri med opp til 16 bilder
uk: Відображати галерею до 16 елементів.

source: Image List Left Thumbs
ca_es: Miniatures a l'esquerra i text al costat dret
he: רשימת תמונות קטנות משמאל
id: Daftar Gambar Thumb Kiri
no: Bildeliste venstre minibilder
uk: Список зображень з мініатюрами зліва

source: Displays up to 8 thumbnails on the left with up to 8 text blocks on the right.
ar: يعرض لغاية 8 صورة مصغّرة الحجم إلى جهة اليسار ولغاية 8 وحدات نصية إلى جهة اليمين.
ca_es: Mostra fins a 8 miniatures a l'esquerra i fins a 8 blocs de text a la dreta.
he: מראה עד 8 תמונות מוקטנות בצד שמאל עם עד 8 פסקאות טקסט בצד ימין.
id: Tampilkan 8 thumbnail di kiri dengan 8 blok teks di kanan.
no: Viser opp til 9 minibilder på venstre side med opp til 8 tekstblokker på høyresiden.
uk: Відображати до 8 мініатюр ліворуч з до 8 текстових блоків праворуч.

source: Image List Left
ca_es: Llista d'imatges a l'esquerra
he: רשימת תמונות משמאל
id: Daftar Gambar Kiri
no: Bildeliste venstre
uk: Список зображень зліва

source: Displays up to 8 full-size images on the left with up to 8 text blocks on the right.
ar: يعرض لغاية 8 صور بالحجم الكامل إلى جهة اليسار ولغاية 8 وحدات نصية إلى جهة اليمين.
ca_es: Mostra fins a 8 imatges a tamany complet a l'esquerra i fins a 8 blocs de text a la dreta.
he: מראה עד 8 תמונות בגודל מלא בצד שמאל עם עד 8 פסקאות טקסט בצד ימין.
id: Tampilkan gambar 8 ukuran-penuh di kiri dengan 8 blok teks di kanan.
no: Viser opp til 8 bilder i fullstørrelse til venstre med opp til 8 tekstblokker på høyresiden.
uk: Відображати до 8 повнорозмірних зображень ліворуч з до 8 текстових блоків праворуч.

source: Image List Right Thumbs
ca_es: Miniatures a la dreta i text al costat esquerra
he: רשימת תמונות מוקטנות מימין
id: Daftar Gambar Thumb Kanan
no: Bildeliste høyre minibilder
uk: Список зображень з мініатюрами справа

source: Displays up to 8 thumbnails on the right with up to 8 text blocks on the left.
ar: يعرض لغاية 8 صور مصغّرة الحجم إلى جهة اليمين ولغاية 8 وحدات نصية إلى جهة اليسار.
ca_es: Mostra fins a 8 miniatures a la dreta i un màxim de 8 blocs de text a l'esquerra.
he: מראה עד 8 תמונות מוקטנות בצד ימין עם עד 8 פסקאות טקסט בצד שמאל.
id: Tampilkan 8 thumbnail di kanan dengan 8 thumbnail di kiri.
no: Viser opp til 8 minibilder til høyre med opp til 8 tekstblokker på venstresiden
uk: Відображати до 8 повнорозмірних зображень праворуч з до 8 текстових блоків ліворуч.

source: Image List Right
ca_es: Imatges a mida completa a la dreta i blocs de text a l'esquerra
he: רשימת תמונות מימין
id: Daftar Gambar Kanan
no: Bildeliste høyre
uk: Список зображень справа

source: Displays up to 8 full-size images on the right with up to 8 text blocks on the left.
ar: يعرض لغاية 8 صور بالحجم الكامل إلى جهة اليمين ولغاية 8 وحدات نصية إلى جهة اليسار.
ca_es: Mostra fins a 8 imatges a tamany complet a la dreta i fins a 8 blocs de text a l'esquerra.
he: מראה עד 8 תמונות בגודל מלא בצד ימין עם עד 8 פסקאות טקסט בצד שמאל.
id: Tampilkan gambar 8 ukuran-penuh di kanan dengan 8 blok teks di kiri.
no: Viser opp til 8 bilder i fullstørrelse til høyre med opp til 8 tekstblokker på venstresiden.
uk: Відображати до 8 повнорозмірних зображень праворуч з до 8 текстових блоків ліворуч.

source: Text Image Left
ca_es: Text complet amb una imatge a mida completa a l'esquerra
he: תמונת טקסט משמאל
id: Teks Gambar Kiri
no: Tekstbilde venstre
uk: Текст зображення ліворуч

source: Displays a full page of text, with a full-size image floated left.
ar: يعرض صفحة نص كاملة، بالإضافة إلى صورة بالحجم الكامل مقلوبة إلى جهة اليسار.
ca_es: Mostra un pàgina sencera amb text, acompanyada d'una imatge a mida completa a l'esquerra.
he: מראה עמוד שלם של טקסט, עם תמונה צפה בגודל מלא משמאל.
id: Tampilkan halaman teks penuh, dengan gambar ukuran-penuh mengambang di kiri.
no: Viser en fullside med tekst, med et bilde i fullstørrelse flytende til venstre.
uk: Відображати повну сторінку тексту, з повнорозмірним зображенням розміщеним ліворуч.

source: Text Image Right
ca_es: Text complet amb una imatge a mida completa a la dreta
he: תמונת טקסט מימין
id: Teks Gambar Kanan
no: Tekstbilde høyre
uk: Текст зображення праворуч

source: Displays a full page of text, with a full-size image floated right.
ar: يعرض صفحة نص كاملة، بالإضافة إلى صورة بالحجم الكامل مقلوبة إلى جهة اليمين.
ca_es: Mostra una pàgina sencera amb text, acompanyada d'una imatge a mida completa a la dreta.
he: מראה עמוד שלם של טקסט, עם תמונה צפה בגודל מלא מימין.
id: Tampilkan halaman teks penuh, dengan gambar ukuran-penuh mengambang di kanan.
no: Viser en fullside med tekst, med et bilde i fullstørrelse flytende til høyre.
uk: Відображати повну сторінку тексту з повнорозмірним зображенням праворуч.

source: Text
ar: النص
he: טקסט
id: Teks
no: Tekst
uk: Текст

source: Displays a full page of text without items.
ar: يعرض صفحة نص كاملة من دون بنود.
ca_es: Mostra una pàgina sencera amb text però sense ítems
he: מראה עמוד טקסט שלם ללא פריטים.
id: Tampilkan halaman teks penuh tanpa item.
no: Viser en helside med tekst uten andre elementer.
uk: Відображати повну сторінку тексту без елементів.

source: Sorting Exhibits
ar: ترتيب المعارض
ca_es: Ordenació de les exposicions
he: מיון תצוגות
id: Mengurutkan Pameran
no: Sorter utstillinger
uk: Сортувати експозиції

source: The default method by which you wish to sort the listing of exhibits on the exhibits/browse page. Default is 'Date Added'.
ar: الطريقة الأساسية التي ترغب بحسبها ترتيب لوائح المعارض في صفحة المعارض/التصفّح. الوضعية الأساسية هي "التاريخ المضاف".
ca_es: El criteri per defecte que s'utilitza per llistar les exposicions a la pàgina 'Navega per les exposicions'. El criteri per defecte és 'Data d'incorporació'.
he: שיטת ברירת המחדל המועדפת עליכם עבור מיון הרשימות של תצוגות בעמוד הסיור/תצוגות. ברירת המחדל היא 'תאריך הוספה'.
id: Metode baku yang ingin anda gunakan untuk mengurut daftar pameran pada halaman pameran/ramban. Bakunya adalah 'Tanggal Ditambahkan'.
no: Standardmetode for hvordan utstillinger er sorter på bla i utstillinger-siden. Standardvalg er 'Dato lagt til'.
uk: Метод за замовчуванням, котрий ви хочете використовувати для сортування спуску експонатів на сторінці перегляду експонатів. За замовчуванням використовується 'Дата, коли було додано'.

source: This item is not used within this exhibit.
ar: هذا البند غير مستخدم ضمن هذا المعرض.
ca_es: Aquest ítem no s'utilitza dins aquesta exposició.
he: פריט זה אינו בשימוש בתצוגה זו.
id: Item ini tidak digunakan dalam pameran ini.
no: Dette elementet er ikke i bruk i denne utstillingen.
uk: Цей елемент не використовується для цієї експозиції.

source: You must specifically select a theme in order to configure it.
ar: يجب أن تختار موضوع بشكلٍ محدد لكي تتم تهيئته.
ca_es: És obligatori especificar la plantilla per a poder configurar-la.
he: עליך להגדיר ערכת נושא מסויימת כדי שתהיה אפשרות להגדיר אותה.
id: Anda harus memilih secara spesifik sebuah tema untuk mengkonfigurasinya.
no: Du må spesifikt velge et tema for å kunne endre oppsettet på det.
uk: Ви повинні спеціально вибрати тему для того, щоб налаштувати її.

source: exhibits
ca_es: exposicions
he: תערוכות
id: pameran
uk: виставки

source: Browse Exhibits
ar: تصفح المعارض
ca_es: Navega per les exposicions
he: סיור בתצוגות
id: Ramban Pameran
no: Utstillinger
uk: Перегляд експозицій

source: Exhibits
ar: المعارض
ca_es: Exposicions
he: תצוגות
id: Pameran
no: Utstillinger
uk: Експозиції

source: Search by Exhibit
ar: البحث بحسب المعارض
ca_es: Cerca per exposició
he: חיפוש על פי תצוגות
id: Cari berdasarkan Pameran
no: Søk i utstillinger
uk: Пошук за виставками

source: Exhibit
ca_es: Exposició
he: תערוכה
id: Pameran
uk: Виставка

source: Exhibit Page
ca_es: Pàgina de l'exposició
he: עמוד תערוכה
id: Halaman Pameran
uk: Сторінка виставки

source: There is no item attached.
ar: لا يوجد أي بند مرفق.
ca_es: No hi ha cap ítem adjunt.
he: אין קישור לפריט.
id: Tidak ada item dilampirkan.
no: Ingen ressurser lagt til
uk: Відсутні прикріплені виставки.

source: Attach an Item
ar: إضافة بند
ca_es: Adjunta un ítem
he: קישור פריט
id: Lampirkan Item
no: Legg til en ressurs
uk: Прикріпити елемент

source: Caption
ca_es: Llegenda
he: הכותרת
id: Judul
no: Bildetekst
uk: Підпис

source: Select a File
ca_es: Tria un fitxer
he: בחרו קובץ
id: Pilih File
uk: Вибрати документ

source: Featured Exhibit
ar: المعرض البارز
ca_es: Exposició destacada
he: תצוגה מוצגת
id: Pameran Istimewa
no: Fremhevet utstilling
uk: Популярні експозиції

source: You have no featured exhibits.
ar: لا تتوفر لديكم أي معارض بارزة.
ca_es: No hi ha cap exposició destacada
he: אין לך אף תצוגה מוצגת
id: Anda tidak mempunyai pameran istimewa.
no: Du har ingen fremhevede utstillinger
uk: Популярні експозиції відсутні.

source: Exhibits must be given a valid slug.
ar: يجب تعيين رابط Slug صالح للمعارض.
ca_es: Les exposicions han de tenir un identificador vàlid.
he: תצוגות חייבות לקבל שם קישור חוקי
id: Pameran harus diberi sebuah slug yang valid.
no: Utstillinger må gis en gyldig lenkestreng.
uk: Експозиції необхідну надати коротку назву.

source: A slug must be 30 characters or less.
ar: يجب أن يكون رابط Slug مؤلفًا من 30 حرفًا أو أقل.
ca_es: L'identificador ha de tenir 30 caràcters o menys.
he: שם הקישור חייב להיות עם 30 תוים או פחות.
id: Sebuah slug harus 30 karakter atau kurang.
no: En lenkestreng må være 30 tegn eller mindre.
uk: Коротка назва має включати 30 або менше символів.

source: Your URL slug is already in use by another exhibit. Please choose another.
ar: رابط URL Slug الخاص بكم مستخدمًا أصلاً في معرض آخر. الرجاء اختيار واحدًا آخر.
ca_es: Aquest identificador ja s'utilitza en una altra exposició. Si us plau tria un altre.
he: שם קישור ה-URL שלך כבר בשימוש על ידי תצוגה אחרת. נא לבחור בקישור אחר.
id: URL slug anda telah digunakan oleh pameran lain. Gunakan yang lain.
no: Denne lenkestrengen er allerede i bruk av en annen utstilling. Vennligst velg en annen.
uk: Ця коротка назва (URL) вже використовується. Прошу обрати іншу.

source: An exhibit must be given a title.
ar: يجب وضع عنوان لأي معرض.
ca_es: Es necessari proporcionar un títol a l'exposició.
he: חובה לתת כותרת לתצוגה.
id: Sebuah pameran harus diberi judul.
no: En utstilling må ha en tittel.
uk: Необхідно надати експозиції назву.

source: The title for an exhibit must be 255 characters or less.
ar: يجب أن يكون العنوان مؤلفًا من 255 حرفًا أو أقل.
ca_es: El títol de l'exposició ha de tenir 255 caràcters o menys.
he: הכותרת לתצוגה חייבת להכיל 255 תוים או פחות.
id: Judul untuk pameran harus 255 karakter atau kurang.
no: Tittelen på utstillingen må være under 255 tegn.
uk: Назва експозиція може включати 255 або менше знаків.

source: The name of your theme must be 30 characters or less.
ar: يجب أن يكون اسم موضوعك مؤلفًا من 30 حرفًا أو أقل.
ca_es: El nom de la teva plantilla ha de tenir 30 caràcters o menys.
he: שם ערכת הנושא שלך חייב להכיל 30 תוים או פחות.
id: Nama dari tema anda harus 30 karakter atau kurang.
no: Navn på tema må være 30 tegn eller mindre.
uk: Назва вашої теми має включати 30 або менше символів.

source: A slug must be given for each page of an exhibit.
ar: يجب تعيين رابط Slug لكل صفحة من كل معرض.
ca_es: Cal proporcionar un identificador per a cada pàgina d'una exposició
he: שם הקישור חייב להתקבל עבור כל עמוד בתצוגה.
id: Sebuah slug harus diberikan untuk setiap halaman pameran.
no: Lenkestreng må angis for hver side i en utstilling.
uk: Коротка назва має бути визначена для кожної сторінки експозиції.

source: This page slug has already been used. Please modify the slug so that it is unique.
ca_es: L'identificador d'aquesta pàgina ja està en ús. Si us plau modifica l'identificador per tal que sigui unívoc.
he: קישור עמוד זה כבר נמצא בשימוש. אנא ערכו את הקישור כדי שיהיה יחודי.
id: Slug halaman ini sudah digunakan. Silahkan modifikasi slug agar ia menjadi unik.
uk: Ця коротка назва для сторінки вже була використана. Будь-ласка, змініть коротку назву.

source: A layout must be provided for each exhibit page.
ar: يجب تعيين تصميم لكل صفحة معرض.
ca_es: Cal proporcionar una maquetació per a cada pàgina de les exposicions.
he: חובה לקבל מערך עבור כל עמוד תצוגה.
id: Sebuah tataletak harus disediakan untuk setiap halaman pameran.
no: Hver side i en utstilling må gis en utforming
uk: Макет повинен бути передбачений для кожної сторінки експозиції.

source: Exhibit pages must be given a title.
ar: يجب أن تعطى صفحات المعارض عنوانًا.
ca_es: Les pàgines de les exposicions han de tenir un títol.
he: עמודי תצוגה חייבים לקבל כותרת.
id: Halaman pameran harus diberi sebuah judul.
no: Utstillingssider må ha en tittel.
uk: Необхідно надати назву експозиції.

source: Cannot add a child to a record that does not exist yet!
ca_es: No es pot afegir un element depenent a un registre que encara no existeix!
he: לא יכול להוסיף ילד לרשומה שלא קיימת עדיין!
id: Tidak dapat menambahkan sebuah cabang ke rekod yang belum ada!
uk: Неможливо додати насідуючу в запис, який ще не існує!

source: Child must be an instance of "%s"
ca_es: L'element depenent ha de ser una instància de "%s"
he: תהליך ילד חייב להיות משוייך אל "%s"
id: Cabang haruslah sebuah instance dari "%s"
uk: Наслідуюча повинна бути екземпляром "%s"

source: Add Exhibit
ar: إضافة المعرض
ca_es: Afegeix una exposició
he: הוספת תצוגה
id: Tambah Pameran
no: Legg til utstilling
uk: Додати експозицію

source: There are no exhibits yet.
ar: لا تتوفر أي معارض حتى الآن.
ca_es: Encara no hi ha exposicions.
he: אין עדיין תצוגות
id: Belum ada pameran.
no: Det finnes ingen utstillinger ennå.
uk: Експозиції відсутні.

source: Add an Exhibit
ca_es: Afegeix una exposició
he: הוספת תערוכה
id: Tambah Pameran
uk: Додати виставку

source: Theme
ar: موضوع
ca_es: Plantilla
he: ערכת נושא
id: Tema
no: Tema
uk: Тема оформлення

source: Current Public Theme
ar: الموضوع العام الحالي
ca_es: Plantilla actual per la web pública
he: ערכת הנושא הציבורית הנוכחית
id: Tema Publik Sekarang
no: Nåværende tema
uk: Поточна загальнодоступна тема оформлення

source: Edit Exhibit "%s"
ca_es: Edita l'exposició "%s"
he: עריכת תערוכה "%s"
id: Edit Pameran "%s"
uk: Редагувати виставку "%s"

source: Exhibit Metadata
ar: البيانات الوصفية الخاصة بالمعرض
ca_es: Metadades de l'exposició
he: מטה נתונים של התצוגה
id: Metadata Pameran
no: Utstilling metadata
uk: Метадані експозиції

source: Slug
ar: رابط Slug
ca_es: Identificador
he: שם הקישור
no: Lenkestreng
uk: Коротка назва

source: No spaces or special characters allowed
ca_es: No s'admeten els espais o caràcters especials
he: אין להקליד רווחים או תווים מיוחדים
id: Spasi kosong atau karakter khusus tidak diperkenankan
uk: Пробіли та спеціальних символи заборонені

source: Credits
ca_es: Crèdits
he: קרדיטים
id: Penghargaan
no: Bidragsytere
uk: Подяки

source: Pages
ca_es: Pàgines
he: עמודים
id: Halaman
uk: Сторінки

source: There are no pages.
ca_es: No hi ha cap pàgina
he: אין עמודים.
id: Tidak ada halaman.
uk: Сторінки відсутні.

source: To reorder pages, click and drag the page up or down to the preferred location.
ca_es: Si vols reordenar les pàgines arrossega la pàgina i deixa-la anar a la posició que desitgis.
he: כדי לסדר מחדש עמודים, לחצו וגררו את העמוד מעלה או מטה אל המיקום הרצוי.
id: Untuk mengurut ulang halaman, klik dan seret halaman naik atau turun ke lokasi yang diinginkan.
uk: Щоб змінити порядок сторінок, натисніть і перетягніть сторінку вгору або вниз у потрібне місце.

source: Add Page
ar: صفحة الإضافات
ca_es: Afegeix una pàgina
he: הוספת עמוד
id: Tambah Halaman
no: Legg til side
uk: Додати сторінку

source: Edit Page Content: "%s"
ar: تعديل محتوى الصفحة: "%s"
ca_es: Edita el contingut de la pàgina: "%s"
he: עריכת תוכן עמוד: "%s"
id: Edit Konten Halaman: "%s"
no: Rediger sideinnhold: "%s"
uk: Редагувати вміст сторінки: "%s"

source: Page Layout
ar: تصميم الصفحة
ca_es: Maquetació de la pàgina
he: מערך עמוד
id: Tataletak Halaman
no: Sideoppsett
uk: Макет сторінки

source: Edit Page
ar: تعديل الصفحة
ca_es: Edita la pàgina
he: עריכת עמוד
id: Edit Halaman
no: Endre side
uk: Редагувати сторінку

source: Page Content
ar: محتوى الصفحة
ca_es: Contingut de la pàgina
he: תוכן עמוד
id: Konten Halaman
no: Sideinnhold
uk: Вміст сторінки

source: Save and Add Another Page
ar: حفظ وإضافة صفحة أخرى
ca_es: Guarda els canvis i afegeix una nova pàgina
he: שמירה ויצירת עמוד נוסף
id: Simpan dan Tambah Halaman Lainnya
no: Lagre og legg til en ny side
uk: Записати та додате іще одну сторінку

source: Remove This Item
ar: إزالة هذا البند
ca_es: Esborra aquest ítem
he: הסרת פריט זה
id: Hapus Item Ini
no: Fjern dette elementet
uk: Видалити цей елемент

source: Attach Selected Item
ar: ربط البند المختار
ca_es: Adjunta l'ítem seleccionat
he: קישור הפריט המסומן
id: Lampirkan Item Terpilih
no: Legg til valgt ressurs
uk: Додати цей елемент

source: Edit Page "%s"
ca_es: Edita la pàgina "%s"
he: עריכת עמוד "%s"
id: Edit Halaman "%s"
uk: Редагувати сторінку "%s"

source: Page Metadata
ar: البيانات الوصفية الخاصة بالصفحة
ca_es: Metadades de la pàgina
he: מטה הנתונים של עמוד
id: Metadata Halaman
no: Metadata på side
uk: Метадані сторінки

source: Layouts
ar: التصاميم
ca_es: MaMaquetacions
he: מערכים
id: Tataletak
no: Utseendemaler
uk: Макети

source: Layout
ca_es: Presentació
he: פריסה
id: Tataletak
uk: Макет

source: Choose a layout by selecting a thumbnail on the right.
ar: إختيار إخراج عبر اختيار الصورة المصغرة في جهة اليمين.
ca_es: Selecciona una maquetació a partir de les miniatures de la dreta.
he: יש לבחור במערך על ידי בחירת בתמונה המוקטנת בצד ימין.
id: Pilih sebuah tataletak dengan memilih sebuah thumbnail di kanan.
no: Velg et utseende fra minibildene til høyre
uk: Вибрати макет вибравши мініатюру праворуч.

source: Browse Exhibits by Tag
ar: تصفح المعارض بحسب الإشارات
ca_es: Navega per les coleccions a partir de les etiquetes
he: סיור בתצוגות על פי תגית
id: Ramban Pameran berdasarkan Tag
no: Bla i utstillinger etter stikkord
uk: Перегляд експонатів за мітками

source: There are no tags to display. You must first tag some exhibits.
ar: لا توجد أي إشارات لعرضها. يجب أن تضع إشارات على بعض المعارض أولاً.
ca_es: No hi ha etiquetes per visualitzar. Has d'assignar etiquetes a exposicions.
he: אין תגיות להצגה. עליך קודם כל להוסיף תגיות לכמה תצוגות.
id: Tidak ada tag untuk ditampilkan. Sebelumnya anda harus memberi tag beberapa pameran.
no: Ingen sider å vise. Du må først velge noen utstillinger.
uk: Відсутні мітки для відображення. Для початку виставити мітки для експонатів.

source: Configure the &#8220;%s&#8221; Theme
ca_es: Configura la plantilla &#8220;%s&#8221;
he: הגדרת ערכת הנושא &#8220;%s&#8221;
id: Konfigurasi Tema &#8220;%s&#8221;
uk: Налаштувати &#8220;%s&#8221; тему оформлення

source: Show Search Form
ar: إبراز استمارة البحث
ca_es: Mostra el formulari de cerca
he: הצגת טופס חיפוש
id: Tampilkan Formulir Pencarian
no: Vis søkeskjema
uk: Відобразити форму пошуку

source: add some items
ar: إضافة بعض البنود
ca_es: afegeix alguns ítems
he: הוספת כמה פריטים
id: tambah beberapa item
no: legg til noen ressurser
uk: додати деякі елементи

source: There are no items to choose from. Please refine your search or %s.
ar: لا توجد أي بنود للاختيار منها. الرجاء تضييق نطاق البحث أو %s.
ca_es: No hi ha continguts per seleccionar. Si us plau reformula la teva cerca %s.
he: אין פריטים לבחור מתוכם. נא לחפש באופן מדויק יותר או %s.
id: Tidak ada item untuk dipilih. Silahkan perbaiki pencarian anda atau %s.
no: Ingen ressurser å velge fra. Vennligst utvid søket eller %s.
uk: Відсутні елементи до вибору. Спробуйте змінити параметри пошуку або %s.

source: There are no exhibits available yet.
ar: لا تتوفر أي معارض حتى الآن.
ca_es: Encara no hi ha cap exposició disponible.
he: עדיין אין תצוגות זמינות
id: Belum ada pameran tersedia.
no: Ingen utstillinger tilgjengelige
uk: Експозиції відсутні.

source: Primary
ar: الأساسي
ca_es: Primer nivell
he: ראשי
id: Primer
no: Primær
uk: Первинна

source: Secondary
ar: الثانوي
ca_es: Segon nivell
he: משני
id: Sekunder
no: Sekundær
uk: Вторинна
